Repository: Engagendy/noor
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fa, fr, id, ms, tr, ur

source: Results
ar: النتائج
bn: ফলাফল
es: Resultados
fa: نتایج
fr: Résultats
id: Hasil
ms: Hasil
tr: Sonuçlar
ur: نتائج

source: Retry
ar: إعادة المحاولة
bn: আবার চেষ্টা
es: Reintentar
fa: تلاش دوباره
fr: Réessayer
id: Coba lagi
ms: Cuba lagi
tr: Tekrar dene
ur: دوبارہ کوشش

source: Roughly facing the qibla
ar: في اتجاه القبلة تقريبًا
bn: মোটামুটি কিবলামুখী
es: Casi de cara a la alquibla
fa: تقریباً رو به قبله
fr: À peu près face à la Qibla
id: Kira-kira menghadap kiblat
ms: Hampir menghadap kiblat
tr: Yaklaşık olarak kıbleye dönüksünüz
ur: تقریباً قبلہ رخ

source: Ruqyah
ar: الرقية الشرعية
bn: রুকইয়াহ
es: Ruqya
fa: رقیهٔ شرعی
fr: Roqya
tr: Rukye
ur: رقیہ شرعیہ

source: SLEEP ATHKAR
ar: أذكار النوم
bn: ঘুমের জিকির
es: ADHKAR PARA DORMIR
fa: اذکار خواب
fr: ADHKAR DU COUCHER
id: ZIKIR SEBELUM TIDUR
ms: ZIKIR SEBELUM TIDUR
tr: UYKU ZİKİRLERİ
ur: سونے کے اذکار

source: Sahih al-Bukhari and Muslim
ar: صحيحا البخاري ومسلم
bn: সহিহ বুখারি ও মুসলিম
es: Sahih al-Bujari y Muslim
fa: صحیح بخاری و مسلم
fr: Sahih al-Bukhari et Muslim
id: Sahih al-Bukhari dan Muslim
ms: Sahih al-Bukhari dan Muslim
tr: Sahîh-i Buhârî ve Müslim
ur: صحیح بخاری اور صحیح مسلم

source: Search
ar: بحث
bn: সার্চ
es: Buscar
fa: جست‌وجو
fr: Rechercher
id: Cari
ms: Cari
tr: Ara
ur: تلاش

source: Search athkar
ar: ابحث في الأذكار
bn: জিকির খুঁজুন
es: Buscar en los Adhkar
fa: جست‌وجو در اذکار
fr: Rechercher dans les Adhkar
id: Cari zikir
ms: Cari zikir
tr: Zikirlerde ara
ur: اذکار میں تلاش کریں

source: Search city
ar: ابحث عن مدينة
bn: শহর খুঁজুন
es: Buscar ciudad
fa: جست‌وجوی شهر
fr: Rechercher une ville
id: Cari kota
ms: Cari bandar
tr: Şehir ara
ur: شہر تلاش کریں

source: Search everything in Learn
ar: ابحث في كل ما في قسم التعلّم
bn: শিখুন-এর সবকিছুতে খুঁজুন
es: Buscar en todo Aprender
fa: جست‌وجو در همهٔ بخش آموزش
fr: Rechercher dans tout Apprendre
id: Cari semua di Belajar
ms: Cari semua dalam Belajar
tr: Öğren bölümünde her şeyi ara
ur: سیکھیں میں ہر چیز تلاش کریں

source: Search reciters
ar: ابحث عن قارئ
bn: ক্বারি খুঁজুন
es: Buscar recitadores
fa: جست‌وجوی قاری
fr: Rechercher un récitateur
id: Cari qari
ms: Cari qari
tr: Kari ara
ur: قاری تلاش کریں

source: Search surah
ar: ابحث عن سورة
bn: সূরা খুঁজুন
es: Buscar sura
fa: جست‌وجوی سوره
fr: Rechercher une sourate
id: Cari surah
ms: Cari surah
tr: Sure ara
ur: سورہ تلاش کریں

source: Search the tafsir you have
ar: ابحث فيما نزّلته من التفسير
bn: আপনার ডাউনলোড করা তাফসিরে খুঁজুন
es: Buscar en el tafsir descargado
fa: جست‌وجو در تفسیرهای دانلودشده
fr: Rechercher dans vos Tafsir
id: Cari di tafsir yang Anda punya
ms: Cari dalam tafsir yang anda ada
tr: İndirdiğiniz tefsirde ara
ur: اپنی ڈاؤن لوڈ شدہ تفسیر میں تلاش کریں

source: Search the word meanings you have
ar: ابحث فيما نزّلته من غريب القرآن
bn: আপনার ডাউনলোড করা শব্দার্থে খুঁজুন
es: Buscar en los significados descargados
fa: جست‌وجو در معانی واژه‌های دانلودشده
fr: Rechercher dans vos sens de mots
id: Cari di makna kata yang Anda punya
ms: Cari dalam makna perkataan yang anda ada
tr: İndirdiğiniz kelime anlamlarında ara
ur: اپنے ڈاؤن لوڈ شدہ لفظی معانی میں تلاش کریں

source: Search this matn
ar: ابحث في هذا المتن
bn: এই মতনে খুঁজুন
es: Buscar en este matn
fa: جست‌وجو در این متن
fr: Rechercher dans ce matn
id: Cari di matan ini
ms: Cari dalam matan ini
tr: Bu metinde ara
ur: اس متن میں تلاش کریں

source: Search this surah
ar: ابحث في هذه السورة
bn: এই সূরায় খুঁজুন
es: Buscar en esta sura
fa: جست‌وجو در این سوره
fr: Rechercher dans cette sourate
id: Cari di surah ini
ms: Cari dalam surah ini
tr: Bu surede ara
ur: اس سورہ میں تلاش کریں

source: Section
ar: القسم
bn: অংশ
es: Sección
fa: بخش
id: Bagian
ms: Bahagian
tr: Bölüm
ur: حصہ

source: Section headings are the app's, not the source's.
ar: عناوين الأقسام من إضافة التطبيق لا من المصدر.
bn: অংশের শিরোনামগুলো অ্যাপের দেওয়া, মূল উৎসের নয়।
es: Los títulos de sección son de la app, no de la fuente.
fa: عنوان‌های بخش‌ها از خود برنامه است، نه از منبع.
fr: Les intertitres viennent de l’app, non de la source.
id: Judul bagian berasal dari aplikasi, bukan dari sumbernya.
ms: Tajuk bahagian ialah tambahan apl, bukan daripada sumber.
tr: Bölüm başlıkları kaynağa değil, uygulamaya aittir.
ur: حصوں کے عنوانات ایپ کے اپنے ہیں، اصل ماخذ کے نہیں۔

source: Selected duas
ar: أدعية مختارة
bn: নির্বাচিত দোয়া
es: Súplicas seleccionadas
fa: دعاهای برگزیده
fr: Invocations choisies
id: Doa pilihan
ms: Doa pilihan
tr: Seçme dualar
ur: منتخب دعائیں

source: Send the app to family and friends — a poster with the store links, ready for a status.
ar: أرسل التطبيق للأهل والأصدقاء: صورة فيها روابط المتجر، جاهزة للحالة.
bn: পরিবার ও বন্ধুদের অ্যাপটি পাঠান — স্টোর লিংকসহ একটি পোস্টার, স্ট্যাটাসে দেওয়ার জন্য তৈরি।
es: Envía la app a familiares y amigos: una imagen con los enlaces de las tiendas, lista para un estado.
fa: برنامه را برای خانواده و دوستان بفرستید — پوستری با پیوندهای فروشگاه، آمادهٔ گذاشتن در استوری.
fr: Envoyez l’app à vos proches — une affiche avec les liens des stores, prête pour un statut.
id: Kirim aplikasi ini ke keluarga dan teman — poster berisi tautan toko, siap dijadikan status.
ms: Hantar apl ini kepada keluarga dan rakan — poster dengan pautan gedung aplikasi, sedia untuk status.
tr: Uygulamayı ailenize ve arkadaşlarınıza gönderin — mağaza bağlantılarını içeren, duruma hazır bir görsel.
ur: ایپ اہلِ خانہ اور دوستوں کو بھیجیں — اسٹور کے لنکس والا پوسٹر، اسٹیٹس کے لیے تیار۔

source: Settings
ar: الإعدادات
bn: সেটিংস
es: Ajustes
fa: تنظیمات
fr: Réglages
id: Setelan
ms: Tetapan
tr: Ayarlar
ur: ترتیبات

source: Shafi'i, Maliki, Hanbali
ar: الشافعي والمالكي والحنبلي
bn: শাফিয়ি, মালিকি, হাম্বলি
es: Shafi'í, Malikí, Hanbalí
fa: شافعی، مالکی، حنبلی
fr: Chafiite, Malikite, Hanbalite
id: Syafi'i, Maliki, Hanbali
ms: Syafi'i, Maliki, Hanbali
tr: Şafii, Maliki, Hanbeli
ur: شافعی، مالکی، حنبلی

source: Share
ar: مشاركة
bn: শেয়ার
es: Compartir
fa: اشتراک‌گذاری
fr: Partager
id: Bagikan
ms: Kongsi
tr: Paylaş
ur: شیئر کریں

source: Share Noor
ar: شارك التطبيق
bn: Noor শেয়ার করুন
es: Compartir Noor
fa: اشتراک‌گذاری نور
fr: Partager Noor
id: Bagikan Noor
ms: Kongsi Noor
tr: Noor'u paylaş
ur: نور شیئر کریں

source: Share as video
ar: مشاركة كفيديو
bn: ভিডিও হিসেবে শেয়ার
es: Compartir como video
fa: اشتراک‌گذاری به‌صورت ویدیو
fr: Partager en vidéo
id: Bagikan sebagai video
ms: Kongsi sebagai video
tr: Video olarak paylaş
ur: ویڈیو کے طور پر شیئر کریں

source: Share image
ar: مشاركة الصورة
bn: ছবি শেয়ার
es: Compartir imagen
fa: اشتراک‌گذاری تصویر
fr: Partager l’image
id: Bagikan gambar
ms: Kongsi imej
tr: Görseli paylaş
ur: تصویر شیئر کریں

source: Show more results
ar: عرض المزيد من النتائج
bn: আরও ফলাফল দেখুন
es: Ver más resultados
fa: نمایش نتایج بیشتر
fr: Afficher plus de résultats
id: Tampilkan lebih banyak hasil
ms: Tunjuk lebih banyak hasil
tr: Daha fazla sonuç göster
ur: مزید نتائج دکھائیں

source: Show translation
ar: عرض الترجمة
bn: অনুবাদ দেখান
es: Mostrar traducción
fa: نمایش ترجمه
fr: Afficher la traduction
id: Tampilkan terjemahan
ms: Tunjuk terjemahan
tr: Meali göster
ur: ترجمہ دکھائیں

source: Showing %lld of %lld — open the text to see the rest
ar: تعرض %1$lld من %2$lld — افتح النص لبقية النتائج
bn: %2$lld-এর মধ্যে %1$lld দেখানো হচ্ছে — বাকিটা দেখতে লেখাটি খুলুন
es: Mostrando %1$lld de %2$lld: abre el texto para ver el resto
fa: نمایش %1$lld از %2$lld — برای دیدن بقیه متن را باز کنید
fr: %1$lld sur %2$lld affichés — ouvrez le texte pour la suite
id: Menampilkan %1$lld dari %2$lld — buka teksnya untuk melihat sisanya
ms: Memaparkan %1$lld daripada %2$lld — buka teks untuk melihat selebihnya
tr: %2$lld sonuçtan %1$lld tanesi gösteriliyor — geri kalanı için metni açın
ur: %2$lld میں سے %1$lld دکھائے جا رہے ہیں — باقی دیکھنے کے لیے متن کھولیں

source: Showing the first %lld matches — refine your search.
ar: تُعرض أول %lld نتيجة — حدِّد بحثك أكثر.
bn: প্রথম %lld ফলাফল দেখানো হচ্ছে — সার্চ আরও নির্দিষ্ট করুন।
es: Mostrando los primeros %lld resultados: precisa tu búsqueda.
fa: نخستین %lld نتیجه نمایش داده می‌شود — جست‌وجو را دقیق‌تر کنید.
fr: Les %lld premiers résultats — affinez votre recherche.
id: Menampilkan %lld hasil pertama — persempit pencarian Anda.
ms: Memaparkan %lld padanan pertama — perhalusi carian anda.
tr: İlk %lld sonuç gösteriliyor — aramanızı daraltın.
ur: پہلے %lld نتائج دکھائے جا رہے ہیں — اپنی تلاش مزید محدود کریں۔

source: Silent
ar: صامت
bn: নীরব
es: Silencio
fa: بی‌صدا
fr: Silencieux
id: Senyap
ms: Senyap
tr: Sessiz
ur: خاموش

source: Silver (grams)
ar: الفضة (بالجرام)
bn: রুপা (গ্রাম)
es: Plata (gramos)
fa: نقره (گرم)
fr: Argent (grammes)
id: Perak (gram)
ms: Perak (gram)
tr: Gümüş (gram)
ur: چاندی (گرام)

source: Smaller
ar: أصغر
bn: ছোট
es: Más pequeño
fa: کوچک‌تر
fr: Plus petit
id: Lebih kecil
ms: Lebih kecil
tr: Daha küçük
ur: چھوٹا

source: Start
ar: ابدأ
bn: শুরু
es: Empezar
fa: شروع
fr: Commencer
id: Mulai
ms: Mula
tr: Başla
ur: شروع کریں

source: Start a khatmah plan
ar: ابدأ خطة ختمة
bn: খতমের পরিকল্পনা শুরু করুন
es: Empezar un plan de jatma
fa: شروع برنامهٔ ختم
fr: Démarrer un plan de Khatma
id: Mulai rencana khatam
ms: Mulakan pelan khatam
tr: Hatim planı başlat
ur: ختم کا منصوبہ شروع کریں

source: Start memorizing
ar: ابدأ الحفظ
bn: মুখস্থ শুরু করুন
es: Empezar a memorizar
fa: شروع حفظ
fr: Commencer la mémorisation
id: Mulai menghafal
ms: Mula menghafal
tr: Ezberlemeye başla
ur: حفظ شروع کریں

source: Start plan
ar: ابدأ الخطة
bn: পরিকল্পনা শুরু
es: Empezar plan
fa: شروع برنامه
fr: Démarrer le plan
id: Mulai rencana
ms: Mulakan pelan
tr: Planı başlat
ur: منصوبہ شروع کریں

source: Stop
ar: إيقاف
bn: থামান
es: Detener
fa: توقف
fr: Arrêter
id: Berhenti
ms: Henti
tr: Durdur
ur: روکیں

source: Stop download
ar: إيقاف التنزيل
bn: ডাউনলোড বন্ধ করুন
es: Detener descarga
fa: توقف دانلود
fr: Arrêter le téléchargement
id: Hentikan unduhan
ms: Hentikan muat turun
tr: İndirmeyi durdur
ur: ڈاؤن لوڈ روکیں

source: Stop plan
ar: إيقاف الخطة
bn: পরিকল্পনা বন্ধ করুন
es: Detener plan
fa: توقف برنامه
fr: Arrêter le plan
id: Hentikan rencana
ms: Hentikan pelan
tr: Planı durdur
ur: منصوبہ روکیں

source: Storage
ar: التخزين
bn: স্টোরেজ
es: Almacenamiento
fa: فضای ذخیره
fr: Stockage
id: Penyimpanan
ms: Storan
tr: Depolama
ur: اسٹوریج

source: Sunnah fasting reminders
ar: تذكير بصيام السنة
bn: সুন্নাহ রোজার রিমাইন্ডার
es: Recordatorios del ayuno de sunna
fa: یادآوری روزه‌های سنت
fr: Rappels des jeûnes de la Sunna
id: Pengingat puasa sunnah
ms: Peringatan puasa sunat
tr: Sünnet oruç hatırlatmaları
ur: سنت کے روزوں کی یاد دہانی

source: Sunrise
ar: الشروق
bn: সূর্যোদয়
es: Amanecer
fa: طلوع آفتاب
fr: Lever du soleil
id: Terbit
ms: Syuruk
tr: Güneş
ur: طلوعِ آفتاب

source: Surah
ar: السور
bn: সূরা
es: Suras
fa: سوره‌ها
fr: Sourates
tr: Sureler
ur: سورتیں

source: Surah list
ar: قائمة السور
bn: সূরার তালিকা
es: Lista de suras
fa: فهرست سوره‌ها
fr: Liste des sourates
id: Daftar surah
ms: Senarai surah
tr: Sure listesi
ur: سورتوں کی فہرست

source: Surah name or 2:255
ar: اسم السورة أو 2:255
bn: সূরার নাম বা 2:255
es: Nombre de sura o 2:255
fa: نام سوره یا 2:255
fr: Nom de sourate ou 2:255
id: Nama surah atau 2:255
ms: Nama surah atau 2:255
tr: Sure adı veya 2:255
ur: سورہ کا نام یا 2:255

source: Surah, word, or 2:255
ar: سورة، كلمة، أو 2:255
bn: সূরা, শব্দ বা 2:255
es: Sura, palabra o 2:255
fa: سوره، واژه، یا 2:255
fr: Sourate, mot ou 2:255
id: Surah, kata, atau 2:255
ms: Surah, perkataan, atau 2:255
tr: Sure, kelime veya 2:255
ur: سورہ، لفظ، یا 2:255

source: System
ar: لغة النظام
bn: সিস্টেম
es: Sistema
fa: زبان سیستم
fr: Système
id: Sistem
ms: Bahasa sistem
tr: Sistem dili
ur: نظام کی زبان

source: Tafsir
ar: التفسير
bn: তাফসির
fa: تفسیر
tr: Tefsir
ur: تفسیر

source: Tafsir by surah
ar: التفسير حسب السورة
bn: সূরা অনুযায়ী তাফসির
es: Tafsir por sura
fa: تفسیر بر پایهٔ سوره
fr: Tafsir par sourate
id: Tafsir per surah
ms: Tafsir mengikut surah
tr: Sureye göre tefsir
ur: سورہ کے اعتبار سے تفسیر

source: Tafsir edition
ar: نسخة التفسير
bn: তাফসিরের সংস্করণ
es: Edición del tafsir
fa: نسخهٔ تفسیر
fr: Édition du Tafsir
id: Edisi tafsir
ms: Edisi tafsir
tr: Tefsir nüshası
ur: تفسیر کا نسخہ

source: Tafsir packs
ar: حزم التفسير
bn: তাফসির প্যাক
es: Paquetes de tafsir
fa: بسته‌های تفسیر
fr: Packs de Tafsir
id: Paket tafsir
ms: Pakej tafsir
tr: Tefsir paketleri
ur: تفسیر کے پیکج

source: Tafsir unavailable
ar: التفسير غير متاح
bn: তাফসির পাওয়া যাচ্ছে না
es: Tafsir no disponible
fa: تفسیر در دسترس نیست
fr: Tafsir indisponible
id: Tafsir tidak tersedia
ms: Tafsir tidak tersedia
tr: Tefsir kullanılamıyor
ur: تفسیر دستیاب نہیں

source: Tafsir — %lld:%lld
ar: التفسير — %1$lld:%2$lld
bn: তাফসির — %1$lld:%2$lld
es: Tafsir — %1$lld:%2$lld
fa: تفسیر — %1$lld:%2$lld
fr: Tafsir — %1$lld:%2$lld
id: Tafsir — %1$lld:%2$lld
ms: Tafsir — %1$lld:%2$lld
tr: Tefsir — %1$lld:%2$lld
ur: تفسیر — %1$lld:%2$lld

source: Tajweed Guide
ar: دليل التجويد
bn: তাজবিদ গাইড
es: Guía de taywid
fa: راهنمای تجوید
fr: Guide du Tajwid
id: Panduan Tajwid
ms: Panduan Tajwid
tr: Tecvid Rehberi
ur: تجوید کی رہنمائی

source: Tajweed colours
ar: ألوان التجويد
bn: তাজবিদের রঙ
es: Colores de taywid
fa: رنگ‌های تجوید
fr: Couleurs du Tajwid
id: Warna tajwid
ms: Warna tajwid
tr: Tecvid renkleri
ur: تجوید کے رنگ

source: Tajweed guide and memorisation texts
ar: دليل التجويد ومتون الحفظ
bn: তাজবিদ গাইড ও হিফজের মতন
es: Guía de taywid y textos de memorización
fa: راهنمای تجوید و متون حفظ
fr: Guide du Tajwid et textes de mémorisation
id: Panduan tajwid dan matan hafalan
ms: Panduan tajwid dan matan hafalan
tr: Tecvid rehberi ve ezber metinleri
ur: تجوید کی رہنمائی اور حفظ کے متون

source: Tajweed guide and memorisation texts — also in the Quran tab.
ar: دليل التجويد ومتون الحفظ — وهي أيضًا في تبويب القرآن.
bn: তাজবিদ গাইড ও হিফজের মতন — এগুলো কুরআন ট্যাবেও আছে।
es: Guía de taywid y textos de memorización: también en la pestaña Corán.
fa: راهنمای تجوید و متون حفظ — در بخش قرآن هم هست.
fr: Guide du Tajwid et textes de mémorisation — aussi dans l’onglet Coran.
id: Panduan tajwid dan matan hafalan — ada juga di tab Al-Qur'an.
ms: Panduan tajwid dan matan hafalan — juga dalam tab Al-Quran.
tr: Tecvid rehberi ve ezber metinleri — Kur'an sekmesinde de bulunur.
ur: تجوید کی رہنمائی اور حفظ کے متون — یہ قرآن کے ٹیب میں بھی ہیں۔

source: Tajweed rules (أحكام التجويد)
ar: أحكام التجويد
bn: তাজবিদের বিধান (أحكام التجويد)
es: Reglas de taywid (أحكام التجويد)
fa: احکام تجوید
fr: Règles du Tajwid (أحكام التجويد)
id: Hukum tajwid (أحكام التجويد)
ms: Hukum tajwid (أحكام التجويد)
tr: Tecvid kuralları (أحكام التجويد)
ur: تجوید کے احکام (أحكام التجويد)

source: Tap a sound to hear it
ar: اضغط على أي صوت لسماعه
bn: শুনতে যেকোনো শব্দে ট্যাপ করুন
es: Toca un sonido para escucharlo
fa: روی هر صدا بزنید تا آن را بشنوید
fr: Touchez un son pour l’écouter
id: Ketuk salah satu bunyi untuk mendengarnya
ms: Ketik mana-mana bunyi untuk mendengarnya
tr: Duymak için bir sese dokunun
ur: کوئی بھی آواز سننے کے لیے اسے ٹیپ کریں

source: Tap the heart on any dhikr to keep it here.
ar: اضغط على القلب في أي ذكر ليظهر هنا.
bn: যেকোনো জিকিরের হৃদয় চিহ্নে ট্যাপ করলে তা এখানে থাকবে।
es: Toca el corazón de cualquier dhikr para guardarlo aquí.
fa: روی قلبِ هر ذکر بزنید تا اینجا نگه داشته شود.
fr: Touchez le cœur d'un dhikr pour le garder ici.
id: Ketuk ikon hati pada zikir mana pun untuk menyimpannya di sini.
ms: Ketik ikon hati pada mana-mana zikir untuk menyimpannya di sini.
tr: Bir zikri burada tutmak için üzerindeki kalbe dokunun.
ur: کسی بھی ذکر پر دل کے نشان کو دبائیں تاکہ وہ یہاں محفوظ رہے۔

source: Tasbih
ar: السبحة
bn: তাসবিহ
fa: تسبیح
tr: Tesbih
ur: تسبیح

source: Text size
ar: حجم الخط
bn: লেখার আকার
es: Tamaño del texto
fa: اندازهٔ متن
fr: Taille du texte
id: Ukuran teks
ms: Saiz teks
tr: Yazı boyutu
ur: متن کا سائز

source: That's not it — here's a new one.
ar: ليست هذه الإجابة — إليك سؤالًا جديدًا.
bn: এটি সঠিক উত্তর নয় — এই নিন নতুন একটি।
es: No es esa: aquí va otra pregunta.
fa: درست نبود — این هم یک سؤال تازه.
fr: Ce n’est pas ça — voici une nouvelle question.
id: Bukan itu — ini soal yang baru.
ms: Bukan itu jawapannya — ini soalan baharu.
tr: Bu değil — işte yeni bir soru.
ur: یہ جواب درست نہیں — یہ لیجیے نیا سوال۔

source: The mushaf text shown follows Hafs; the recitation follows Warsh.
ar: النص المعروض برواية حفص، والتلاوة برواية ورش عن نافع.
bn: দেখানো মুসহাফের টেক্সট হাফস অনুযায়ী; তিলাওয়াত ওয়ারশ অনুযায়ী।
es: El texto del mushaf sigue la riwaya de Hafs; la recitación sigue la de Warsh.
fa: متن مصحف به روایت حفص است و تلاوت به روایت ورش.
fr: Le texte du Mushaf affiché suit Hafs ; la récitation suit Warsh.
id: Teks mushaf yang ditampilkan mengikuti riwayat Hafs; tilawahnya mengikuti riwayat Warsh.
ms: Teks mushaf yang dipaparkan mengikut riwayat Hafs; bacaannya mengikut riwayat Warsh.
tr: Gösterilen mushaf metni Hafs rivayetine, tilavet ise Verş rivayetine göredir.
ur: دکھایا گیا مصحف کا متن روایتِ حفص کے مطابق ہے؛ تلاوت روایتِ ورش کے مطابق ہے۔

source: The words in the Quran that are hard to understand.
ar: معاني الكلمات التي يصعب فهمها في القرآن.
bn: কুরআনের যেসব শব্দের অর্থ বোঝা কঠিন।
es: Las palabras del Corán que cuestan entender.
fa: معنای واژه‌هایی از قرآن که فهمشان دشوار است.
fr: Les mots du Coran difficiles à comprendre.
id: Kata-kata dalam Al-Qur'an yang sulit dipahami.
ms: Perkataan dalam Al-Quran yang sukar difahami.
tr: Kur'an'da anlaşılması güç olan kelimeler.
ur: قرآن کے وہ الفاظ جن کا سمجھنا مشکل ہے۔

source: This edition has nothing for this surah.
ar: لا تحتوي هذه النسخة على شيء لهذه السورة.
bn: এই সংস্করণে এই সূরার জন্য কিছু নেই।
es: Esta edición no tiene nada para esta sura.
fa: این نسخه برای این سوره چیزی ندارد.
fr: Cette édition ne contient rien pour cette sourate.
id: Edisi ini tidak memuat apa pun untuk surah ini.
ms: Edisi ini tiada apa-apa untuk surah ini.
tr: Bu nüshada bu sureye ait içerik yok.
ur: اس نسخے میں اس سورہ کے لیے کچھ نہیں ہے۔

source: This page only
ar: هذه الصفحة فقط
bn: শুধু এই পৃষ্ঠা
es: Solo esta página
fa: فقط این صفحه
fr: Cette page uniquement
id: Halaman ini saja
ms: Halaman ini sahaja
tr: Yalnızca bu sayfa
ur: صرف یہ صفحہ

source: To ayah
ar: إلى الآية
bn: যে আয়াত পর্যন্ত
es: Hasta la aleya
fa: تا آیهٔ
fr: Au verset
id: Sampai ayat
ms: Hingga ayat
tr: Bitiş ayeti
ur: آیت تک

source: Today
ar: اليوم
bn: আজ
es: Hoy
fa: امروز
fr: Aujourd’hui
id: Hari ini
ms: Hari ini
tr: Bugün
ur: آج

source: Tools
ar: أدوات
bn: টুলস
es: Herramientas
fa: ابزارها
fr: Outils
id: Alat
ms: Alat
tr: Araçlar
ur: اوزار

source: Translation
ar: الترجمة
bn: অনুবাদ
es: Traducción
fa: ترجمه
fr: Traduction
id: Terjemahan
ms: Terjemahan
tr: Meal
ur: ترجمہ

source: Translation audio
ar: قراءة الترجمة
bn: অনুবাদের অডিও
es: Audio de la traducción
fa: صوت ترجمه
fr: Audio de la traduction
id: Audio terjemahan
ms: Audio terjemahan
tr: Meal sesi
ur: ترجمے کی آڈیو

source: Translation audio: %@
ar: قراءة الترجمة: %@
bn: অনুবাদের অডিও: %@
es: Audio de la traducción: %@
fa: صوت ترجمه: %@
fr: Audio de la traduction : %@
id: Audio terjemahan: %@
ms: Audio terjemahan: %@
tr: Meal sesi: %@
ur: ترجمے کی آڈیو: %@

source: Translation unavailable — tap to retry
ar: تعذّر تحميل الترجمة — اضغط للمحاولة مرة أخرى
bn: অনুবাদ পাওয়া যাচ্ছে না — আবার চেষ্টা করতে ট্যাপ করুন
es: Traducción no disponible: toca para reintentar
fa: ترجمه در دسترس نیست — برای تلاش دوباره ضربه بزنید
fr: Traduction indisponible — touchez pour réessayer
id: Terjemahan tidak tersedia — ketuk untuk coba lagi
ms: Terjemahan tidak tersedia — ketik untuk cuba lagi
tr: Meal yüklenemedi — tekrar denemek için dokunun
ur: ترجمہ دستیاب نہیں — دوبارہ کوشش کے لیے ٹیپ کریں

source: Turn left
ar: اذهب نحو اليسار
bn: বাঁয়ে ঘুরুন
es: Gira a la izquierda
fa: به چپ بچرخید
fr: Tournez à gauche
id: Putar ke kiri
ms: Pusing ke kiri
tr: Sola dönün
ur: بائیں مڑیں

source: Turn right
ar: اذهب نحو اليمين
bn: ডানে ঘুরুন
es: Gira a la derecha
fa: به راست بچرخید
fr: Tournez à droite
id: Putar ke kanan
ms: Pusing ke kanan
tr: Sağa dönün
ur: دائیں مڑیں

source: Turn until the arrow points up
ar: در حتى يشير السهم إلى الأعلى
bn: তির উপরের দিকে না তাকানো পর্যন্ত ঘুরুন
es: Gira hasta que la flecha apunte hacia arriba
fa: بچرخید تا پیکان رو به بالا قرار گیرد
fr: Tournez jusqu’à ce que la flèche pointe vers le haut
id: Putar sampai panah mengarah ke atas
ms: Pusing sehingga anak panah menghala ke atas
tr: Ok yukarıyı gösterene kadar dönün
ur: اس وقت تک گھومیں جب تک تیر اوپر کی طرف نہ ہو جائے

source: Umm al-Qura (Makkah)
ar: أم القرى (مكة)
bn: উম্মুল কুরা (মক্কা)
es: Umm al-Qura (La Meca)
fa: ام‌القری (مکه)
fr: Umm al-Qura (La Mecque)
tr: Ümmü'l-Kurâ (Mekke)
ur: ام القریٰ (مکہ)

source: University of Karachi
ar: جامعة كراتشي
bn: করাচি বিশ্ববিদ্যালয়
es: Universidad de Karachi
fa: دانشگاه کراچی
fr: Université de Karachi
id: Universitas Karachi
ms: Universiti Karachi
tr: Karaçi Üniversitesi
ur: جامعہ کراچی

source: Unlock
ar: افتح
bn: আনলক
es: Desbloquear
fa: باز کردن قفل
fr: Déverrouiller
id: Buka kunci
ms: Buka kunci
tr: Kilidi aç
ur: کھولیں

source: Use my current location
ar: استخدام موقعي الحالي
bn: আমার বর্তমান লোকেশন ব্যবহার করুন
es: Usar mi ubicación actual
fa: استفاده از موقعیت فعلی
fr: Utiliser ma position actuelle
id: Gunakan lokasi saya saat ini
ms: Guna lokasi semasa saya
tr: Mevcut konumumu kullan
ur: میرا موجودہ مقام استعمال کریں

source: Using current location
ar: يُستخدم الموقع الحالي
bn: বর্তমান লোকেশন ব্যবহার হচ্ছে
es: Usando la ubicación actual
fa: در حال استفاده از موقعیت فعلی
fr: Position actuelle utilisée
id: Memakai lokasi saat ini
ms: Menggunakan lokasi semasa
tr: Mevcut konum kullanılıyor
ur: موجودہ مقام استعمال ہو رہا ہے

source: Voluntary prayers and their times
ar: نوافل الصلاة وأوقاتها
bn: নফল নামাজ ও তার সময়
es: Oraciones voluntarias y sus horarios
fa: نمازهای نافله و اوقات آن‌ها
fr: Prières surérogatoires et leurs horaires
id: Salat sunnah dan waktunya
ms: Solat sunat dan waktunya
tr: Nafile namazlar ve vakitleri
ur: نفل نمازیں اور ان کے اوقات

source: Warsh riwayah
ar: رواية ورش عن نافع
bn: ওয়ারশ রেওয়ায়েত
es: Riwaya de Warsh
fa: روایت ورش
fr: Riwaya de Warsh
id: Riwayat Warsh
ms: Riwayat Warsh
tr: Verş rivayeti
ur: روایتِ ورش

source: Welcome to Noor
ar: أهلًا بك في نور
bn: Noor-এ স্বাগতম
es: Te damos la bienvenida a Noor
fa: به نور خوش آمدید
fr: Bienvenue dans Noor
id: Selamat datang di Noor
ms: Selamat datang ke Noor
tr: Noor'a hoş geldiniz
ur: نور میں خوش آمدید

source: Well done!
ar: أحسنت!
bn: চমৎকার!
es: ¡Muy bien!
fa: آفرین!
fr: Bravo !
id: Bagus sekali!
ms: Syabas!
tr: Aferin!
ur: شاباش!

source: Word by word
ar: كلمة كلمة
bn: শব্দ ধরে ধরে
es: Palabra por palabra
fa: واژه‌به‌واژه
fr: Mot à mot
id: Kata per kata
ms: Perkataan demi perkataan
tr: Kelime kelime
ur: لفظ بہ لفظ

source: Word-tracking surah files
ar: ملفات السور لوضع التتبع
bn: শব্দ-অনুসরণের সূরা ফাইল
es: Archivos de suras con seguimiento
fa: فایل‌های سوره برای دنبال‌کردن واژه‌ها
fr: Fichiers de sourates pour le suivi des mots
id: Berkas surah untuk mode kata per kata
ms: Fail surah untuk ikut perkataan
tr: Kelime takibi için sure dosyaları
ur: لفظی تتبع کے لیے سورتوں کی فائلیں

source: Your bookmarks will gather here.
ar: ستتجمع علاماتك هنا.
bn: আপনার বুকমার্কগুলো এখানে জমা হবে।
es: Tus marcadores se guardarán aquí.
fa: نشانک‌های شما اینجا جمع می‌شوند.
fr: Vos signets s’afficheront ici.
id: Markah Anda akan terkumpul di sini.
ms: Penanda buku anda akan terkumpul di sini.
tr: Yer imleriniz burada toplanacak.
ur: آپ کی نشانیاں یہاں جمع ہوں گی۔
